<?php
return [
    'gen' => 'Начать',
    'stop' => 'Остановить',
    'upload' => 'Загрузить плейлист',
    'change' => 'Изменить плейлист',
    'aut' => 'Авторизация',
    'reg' => 'Регистрация',
    'login' => 'Войти',
    'signup' => 'Зарегистрироваться',
    'toreg' => 'К регистрации',
    'toaut' => 'К авторизации',
    'log' => 'Логин',
    'pass' => 'Пароль',
    'newlog' => 'Придумайте логин',
    'newpass' => 'Придумайте пароль',
    'conpass' => 'Подтвердите пароль',
    'uploading' => 'Загрузить музыку',
    'uploaded' => 'Музыка загружена',
    'already' => 'Аккаунт с таким логином уже существует',
    'shortPass' => "Слишком короткий пароль",
    'badPass' => "Пароль должен содержать только цифры и латинские буквы",
    'wrong' => "Неправильный логин или пароль",
    'profile' => 'Ваш профиль'
];
?>